/* No comment provided by engineer. */
"Could not move to Applications folder" = "No se ha podido trasladar a la carpeta Aplicaciones";

/* No comment provided by engineer. */
"Do Not Move" = "No trasladar";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Esta aplicación puede trasladarse automáticamente a la carpeta Aplicaciones.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Trasladar a la carpeta Aplicaciones";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "¿Deseas trasladar la aplicación a la carpeta Aplicaciones?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "¿Deseas trasladar la aplicación a la carpeta Aplicaciones?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Se requiere contraseña de administrador.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "De este modo podrás ordenar mejor la carpeta Descargas.";

